"OK" = "OK";
"DONE" = "終わった";
"Done" = "終わった";
"CANCEL" = "キャンセル";

"Later" = "後";

"NEW_ACTION" = "新しいアクション";
"DELETE_ACTION" = "アクションを削除";
"Delete project" = "プロジェクトを削除";
"Move to In-Basket" = "受信トレイに移動";
"UNDO_ACTION" = "完了したことを元に戻す";

"Date" = "日付";
"Time" = "時間";
"Alert" = "警报";
"At the same time" = "同時に";
"%@ before" = "%@ の前に";

"LAST_MONTH" = "先月";
"LAST_WEEK" = "先週";
"LAST_YEAR" = "昨年";
"NEXT_MONTH" = "来月";
"NEXT_WEEK" = "来週";
"NEXT_YEAR" = "来年";
"SOMEDAY_MAYBE" = "いつか/たぶん";
"THIS_MONTH" = "今月";
"THIS_WEEK" = "今週";
"THIS_YEAR" = "今年";
"TODAY" = "今日";
"TOMORROW" = "明日";
"YESTERDAY" = "昨日";

"CALENDAR" = "カレンダー";

"DESCRIPTION" = "説明";
"DISABLED" = "無効";
"ENABLED" = "有効";
"SOUND" = "聞こえる";
"TRY" = "試す";
"Restore" = "復元する";

"in-basket" = "受信トレイ";
"delegated" = "委任された";
"completed" = "完成した";

"How soon do you plan to do this?" = "どのようにすぐにこれを行う予定ですか？";
"Enable repeat and notification will be coming every minute until you act on it." = "リピートを有効にして通知には、それに基づいて行動するまで 1 分ごとに来るでしょう。";

/* \n is the line break */
"Pull down and release\nto add a new task." = "プルダウンし、リリース\n新しいタスクを追加するには";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "タスクを右にプルします。\n• 完了すると、\n• 、延期します。\n• カレンダーや、\n• それを委任します。";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "タスクを左にプルします。\n• 削除、\n• 繰り返すには、\n• 箇条書きや、\n• それを送る";
"Pull up and release\nto clear completed tasks." = "プルアップし、リリース\n完了したタスクを消去するには";

"all done" = "すべての完了";

"STATISTICS_ACTIONS_IN_LIST" = "アクション\nリストにある";
"STATISTICS_ACTIONS_FOR_TODAY" = "アクション\n今日やる予定";
"STATISTICS_ACTIONS_DONE_TOTAL" = "アクション\n終わった";
"STATISTICS_DAYS_PASSED_TOTAL" = "日\n渡された";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "アクション\n1日につき";

"Purchase" = "買う";
"Receipt for this app expired." = "この app のための領収書には有効期限が切れてください。";
"Premium Feature" = "これはプレミアム機能です";
"Disable ads here just for %@ right now!" = "%@ を今すぐ入手 ！";
"Try for a week" = "1 週間のための試み";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "これはプレミアム機能です。しかし、アプリ内購入を無効にします。続行する設定で有効にします。";
"Purchase transaction for the feature failed. Try again later." = "機能の購入トランザクションが失敗しました。しばらくしてから再試行してください。";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "これはプレミアム機能です。お使いのデバイスはありません今すぐインターネット接続。しばらくしてから再試行してください。";
"All previously purchased features were restored." = "以前に購入したすべての機能が復元されました。";

"You can greatly help by writing a review." = "大幅なレビューを書くことによって助けることができます。";

"WELCOME" = "ようこそ";
"keep tasks here" = "ここでのタスクを維持します。";

"Repeat" = "リピート";
"DAY" = "日";
"WEEK" = "週";
"MONTH" = "月";
"everyday" = "日常";
"done %@ times" = "行って%@回";
"Skip repetition" = "繰り返しをスキップします。";
"REPEAT_DAY_1" = "日";
"REPEAT_DAY_234" = "日間";
"REPEAT_DAY_567890" = "日間";

"Complete" = "仕上げる";
"Postpone" = "延期する";
"Schedule" = "スケジュール";

"Version" = "バージョン";
"Feedback" = "フィードバック";
"Help" = "助け";
"Sounds" = "サウンド";
"Theme" = "テーマ";
"Dark" = "ダーク";
"Light" = "ライト";
"Automatic" = "自動";
"Multiline titles" = "複数行のタイトル";
"Delete confirmation" = "確認の削除";
"Icon badge" = "アイコンバッジ";
"Calendar reminder" = "カレンダーリマインダー";
"Overdue reminder" = "期限切れリマインダー";
"Process reminder" = "プロセスリマインダー";
"Review reminder" = "レビューリマインダ";
"Restore in-app purchases" = "アプリ内購入の復元";
"Send usage statistics" = "使用統計を送信 ";

"Application" = "アプリ";
"Projects" = "プロジェクト";
"Periodic tasks" = "定期的なタスク";
"Archive" = "アーカイブ";

"Change in storage" = "ストレージを変更します。";
"Сopy existing tasks to the new storage?" = "既存のタスクを新しい記憶域にコピーですか？";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "今日のないタスクをあります。\n•\nつまんまたは振動によって戻る。";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "このプロジェクトのタスクをあるないです。\n•\n引き下げることでタスクを追加します。\n•\nつまんまたは振動によって戻る。";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "あなたが完了していないタスク。それらを完了または新しい日付を設定します。 (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "整理整頓を定期的に収集されたタスクを処理する必要があります。 (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "毎週のリストを確認、これは信頼性の高い、それを維持します。 (%@)";

/* %@ is where number of done actions will go */
"Happy" = "幸せです";
"Confused" = "混乱";
"Unhappy" = "不幸です";
"Tell the story of your success and help others to achive the same!" = "あなたの成功の物語を伝えるし、同じ達成するために他人を助ける ！";
"Search for help on a website or write an email to developer." = "Web サイトでヘルプを検索または開発者に電子メールを書きます。";
"Sorry to hear. What can I do to fix this?" = "聞いて申し訳ありません。この問題を解決するか";
"How do you feel about it?" = "どのようにそれについてどう思いますか？";
"Congratulations! You completed %@ tasks." = "おめでとう、あなたは %@ 個のタスクを完了 ！";
"Please, rate this app on the App Store. Thanks!" = "このアプリ App Store で評価してください。";
"Rate %@" = "%@を評価します。";
"Not now" = "今ではありません";
"Don't ask again" = "次回から表示しません。";
"I completed %@ tasks!" = "%@ 個のタスクが完了 ！";

"Enjoying this app?" = "このアプリを楽しみますか？";
"Would you mind giving me some feedback?" = "あなたは私たちにいくつかのフィードバックを与えていただけませんか";
"How about rating on the App Store, then?" = "どのようにApp Storeでの評価については、その後？";
"Not really" = "ノー";
"Yes!" = "はい";
"No, thanks" = "ノー";
"Ok, sure" = "はい";
"NO" = "ノー";
"YES" = "はい";
